Repository: kallamsrinivas/iNetTest
Catalog: ISC/DS2/SingleSourceCode/src/ISC.iNet.DS.Services/Resources/ConsoleServiceResources.*.resx
Languages: de, es, fr, pt

# BACKING_UP_SETTINGS
source: Saving settings
de: Speichern der einstellungen
es: Configuración de ahorro
fr: Enregistrement des paramètres
pt: Salvando configurações

source: Bump Failure
de: Bump-Test Fehler
es: Fallo de Prueba funcional
fr: Échec d'essai fonctionnel
pt: Falha impacto

# BUMPFAILURECHECKGASCONNECTION
source: Bump Failure ({0}) Check Gas Connections
de: Bump-Versagen ({0}) Gasanschlüsse prüfen
es: Falla funcional ({0}) Comprobar conexiones de gas
fr: Échec test fonctionnel ({0}) Vérifier les branchements de gaz
pt: Falha teste funcional ({0}) Checar conexões do gás

# BUMPINGINSTRUMENT
source: Testing Instrument
de: Gerätetest läuft
es: Comprobando instrumento
fr: Tests d’instrument
pt: Testando instrumento

# BUMPSTOPPEDCHECKTUBING
source: Bump Stopped (Check Pump Tubing)
de: Bump gestoppt (Pumpenschlauch prüfen)
es: Prueba funcional detenida (comprobar tubo de la bomba)
fr: Test fonctionnel arrêté (vérifier les tubulures de pompe)
pt: Teste funcional parou (Checar tubulação bomba)

# CALIBRATINGINSTRUMENT
source: Calibrating
de: Kalibrieren
es: Calibrando
fr: Étalonnage
pt: Calibrando

source: Calibration Failure
de: Kalibrierfehler
es: Fallo de calibración
fr: Échec d’étalonnage
pt: Falha calibragem

# CALIBRATIONSTOPPEDCHECKTUBING
source: Calibration Stopped (Check Pump Tubing)
de: Kalib. gestoppt (Pumpenschlauch prüfen)
es: Calibración detenida (comprobar tubo de la bomba)
fr: Étalonnage arrêté (vérifier les tubulures de pompe)
pt: Calibração parou (Checar tubulação bomba)

# CALSTATION
source: Standalone
de: Unabhängig
es: Autónomo
fr: Autonome
pt: Autónomo

source: Charging
de: Aufladen
es: Cargando
fr: Chargement
pt: Carregando

source: Check Cylinder Connections
de: Zylinder anschlüsse prüfen
es: Comprobar conexiones del cilindro
fr: Vérifier les branchements de bouteilles
pt: Checar conexões do cilindro

# CHECKINGGAS
source: Checking For Available Gas
de: Prüfen auf verfügbares Gas
es: Comprobando el gas disponible
fr: Vérification du gaz disponible
pt: Verificando para gás disponível

# CLEARINGINSTRUMENTALARMEVENTS
source: Clearing Alarm Events
de: Alarmereignisse wird gelöscht
es: Despejando eventos de alarma
fr: Effacement d'événements d'alarmes
pt: Limpando eventos de alarme

# CLEARINGINSTRUMENTDATALOG
source: Clearing Datalog
de: Datenprotokoll wird gelöscht
es: Despejando registro de datos
fr: Effacement du catalogue
pt: Limpando registro de dados

# CLEARINGINSTRUMENTMANUALGASOPERATIONS
source: Clearing Manual Operations
de: Manuelle Funktionen werden gelöscht
es: Eliminando operaciones manuales
fr: Effacement des opérations manuelles
pt: Limpando operações manuais

source: Connect Fresh Air Or Zero Air to Port 1
de: Frischluft oder Null-Luft an Port 1 anschließen
es: Conectar aire fresco o aire cero al orificio 1
fr: Brancher air frais ou air de mise à zéro sur port 1
pt: Conectar ar fresco ou ar zero à porta 1

source: Connect Fresh Air to Port 1
de: Frischluft an Port 1 anschließen
es: Conectar aire fresco al orificio 1
fr: Brancher air frais sur port 1
pt: Conectar ar fresco à porta 1

# CONNECTTOZEROAIRCYLINDER
source: Connect Zero Air Cylinder
de: Den Null-Luft-Zylinder anschließen
es: Conectar cilindro de aire cero
fr: Brancher la bouteille d'air de réglage du zéro
pt: Conectar cilindro de ar zero

source: Connect Zero Air to Port 1
de: Null-Luft an Port 1 anschließen
es: Conectar aire cero al orificio 1
fr: Brancher air de mise à zéro sur port 1
pt: Conectar ar zero à porta 1

source: Contact ISC Code 101-1
de: Kontaktieren Sie ISC, Code 101-1
es: Contactar ISC código 101-1
fr: Contacter ISC code 101-1
pt: Contatar ISC Código 101-1

source: Contact ISC Code 101-10
de: Kontaktieren Sie ISC, Code 101-10
es: Contactar ISC código 101-10
fr: Contacter ISC code 101-10
pt: Contatar ISC Código 101-10

source: Contact ISC Code 101-2
de: Kontaktieren Sie ISC, Code 101-2
es: Contactar ISC código 101-2
fr: Contacter ISC code 101-2
pt: Contatar ISC Código 101-2

source: Contact ISC Code 101-4
de: Kontaktieren Sie ISC, Code 101-4
es: Contactar ISC código 101-4
fr: Contacter ISC code 101-4
pt: Contatar ISC Código 101-4

source: Contact ISC Code 101-60
de: Kontaktieren Sie ISC, Code 101-60
es: Contactar ISC código 101-60
fr: Contacter ISC code 101-60
pt: Contatar ISC Código 101-60

source: Contact ISC Code 101-8
de: Kontaktieren Sie ISC, Code 101-8
es: Contactar ISC código 101-8
fr: Contacter ISC code 101-8
pt: Contatar ISC Código 101-8

# CYLINDERPRESSURERESET
source: Non-iGas Pressure Levels Reset to Full
de: Druckstufen von anderen Gasen als iGasen auf Voll rücksetzen
es: Niveles de presión que no son de iGas se reajustan al máximo
fr: Niveaux de pression non-iGas réinitialisés à plein
pt: Restaurar níveis de pressão de não-iGas para total

source: Diagnosing
de: Diagnostizieren
es: Diagnóstico
fr: Diagnostic
pt: Diagnosticando

source: Diagnosing Instrument
de: Diagnostizieren des Geräts
es: Diagnosticando instrumento
fr: Diagnostic de l’instrument
pt: Diagnosticando instrumento

source: Discovering
de: Erkennen
es: Detectando
fr: Découverte
pt: Encontrando

source: Downloading
de: Herunterladen
es: Descargando
fr: Téléchargement
pt: Baixando

# DOWNLOADINGINSTRUMENTALARMEVENTS
source: Downloading Alarm Events
de: Alarmereignisse herunterladen
es: Descargando eventos de alarma
fr: Téléchargement d'événements d'alarmes
pt: Baixando eventos de alarme

# DOWNLOADINGINSTRUMENTDATALOG
source: Downloading Datalog
de: Datenprotokoll wird heruntergeladen
es: Descargando registro de datos
fr: Téléchargement des incidents
pt: Baixando registro de dados

# DOWNLOADINGINSTRUMENTMANUALGASOPERATIONS
source: Downloading Manual Operations
de: Manuelle Funktionen werden heruntergeladen
es: Descargando operaciones manuales
fr: Téléchargement des opérations manuelles
pt: Baixando operações manuais

# ELAPSEDBIASSTATE
source: Elapsed Bias State: {0} Secs
de: Bias-Status abgelaufen: {0} sek
es: Estado de sesgo transcurrido: {0} segundos
fr: Durée de polarisation: {0} s
pt: Tempo em estado polarizado: {0} seg

# ERROR
source: Communication Error
de: Kommunikations- fehler
es: Error de comunicación
fr: Erreur de communication
pt: Erro de Comunicação

# EXPIREDCYLINDER
source: Cylinder Expired
de: Zylinder abgelaufen
es: Cilindro expirado
fr: Bouteille périmée
pt: Cilindro vencido

source: Extracting
de: Extrahieren
es: Extracción
fr: Extraction
pt: Extraindo

# FILEMANAGER_FAILED
source: Saving to USB drive: FAILED
de: Speichern auf USB Laufwerk: FEHLGESCHLAGEN
es: Guardando en unidad USB: FALLIDO
fr: Enregistrement sur clé USB: ÉCHEC
pt: Salvando para a unidade USB: FALHOU

# FILEMANAGER_SAVING
source: Saving to USB drive
de: Speichern auf USB Laufwerk
es: Guardando en unidad USB
fr: Enregistrement sur clé USB
pt: Salvando para a unidade USB

# FILEMANAGER_SUCCEEDED
source: Saving to USB drive: SUCCEEDED
de: Speichern auf USB Laufwerk: ERFOLGREICH
es: Guardando en unidad USB: COMPLETADO
fr: Enregistrement sur clé USB: RÉUSSIE
pt: Salvando para a unidade USB: COM SUCESSO

# FLIPPERANDLIDERROR
source: Check Flipper and Lid Positions
de: Positionen des Abstandssensors und des Deckels überprüfen
es: Compruebe las posiciones de iluminación y el soporte
fr: Vérifier Balancier et Couvercle
pt: Verificar as posições do flipper e da tampa

source: Fresh Air
de: Frischluft
es: Aire puro
fr: Air extérieur
pt: Ar fresco

# G9999
source: Fresh Air
de: Frischluft
es: Aire puro
fr: Air extérieur
pt: Ar fresco

# HARDWARECONFIGERROR
source: Hardware Configuration Error
de: Hardwarekonfigurationsfehler
es: Error de configuración del hardware
fr: Erreur de configuration matérielle
pt: Erro de configuração da consola

source: iGas Error
de: iGas-Fehler
es: Error de iGas
fr: Erreur iGas
pt: Erro do iGas

# IGASERROR_PRESSURESWITCHES
source: Check Pressure Switches
de: Druckschalter prüfen
es: Compruebe interruptores de presión
fr: Vérifier les manocontacts
pt: Verificar pressostatos

# IGASERROR_SMARTCARDS
source: Check iGas Cards
de: iGas-Karten prüfen
es: Compruebe tarjetas de iGas
fr: Vérifier les cartes iGas
pt: Checar cartões do iGas

source: Instrument Not Ready
de: Gerät ist nicht betriebsbereit
es: El instrumento no está listo
fr: Appareil pas prêt
pt: O instrumento não está pronto

# INSTRUMENTSYSTEMALARM
source: Instrument Error
de: Gerätefehler
es: Error de instrumento
fr: Erreur d'instrument
pt: Erro instrumento

# INTERACTIVEDIAGNOSTICS
source: Diagnosing
de: Diagnostizieren
es: Diagnóstico
fr: Diagnostic
pt: Diagnosticando

# LEAKUNAVAILABLE
source: Unavailable Leaking
de: Nicht verfügbar Lecken
es: Fuga no disponible
fr: ite indisponible
pt: Vazamento indisponível

# LIDERROR
source: Lid Not Closed
de: Deckel nicht geschlossen
es: Tapa no cerrada
fr: Le couvercle n'est pas fermé
pt: Tampa não fechada

# LOWBATTERY
source: Battery Low. Waiting To Connect.
de: Batterie leer. Auf Verbindung warten.
es: Batería baja. Esperando para conectar.
fr: Batterie faible. Attente.
pt: Bateria fraca. Aguardando para conectar.

# LOWCYLINDER
source: Cylinder Low
de: Zylinderinhalt niedrig
es: Cilindro bajo
fr: Niveau bas dans la bouteille
pt: Cilindro baixo

# MANUALBUMPTESTREQUIRED
source: Bump Failure
de: Bump-Test Fehler
es: Fallo de Prueba funcional
fr: Échec d'essai fonctionnel
pt: Falha impacto

# MANUALCALIBRATIONREQUIRED
source: Prev Cal Fail Manually Calibrate
de: Vorherige Kalib. fehlgeschlagen, manuell kalibrieren
es: Cal anterior falló. Calibrar manualmente.
fr: Échec étalon. préc. Étalonner manuellement
pt: Falha calibração anterior Calibrar manual

# MENU_ACCOUNT
source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta

# MENU_ACCOUNTNUMBER
source: Account Number
de: Kontonummer
es: Número de cuenta
fr: Numéro de compte
pt: Número da Conta

# MENU_ARE_YOU_SURE
source: Are You Sure?
de: Sind Sie sicher?
es: ¿Está seguro?
fr: Êtes-vous sûr ?
pt: Você tem certeza?

# MENU_BUMP_TEST
source: Bump Test
es: Prueba funcional
fr: Test fonctionnt
pt: Teste impacto

# MENU_CALIBRATE
source: Calibrate
de: Kalibriere
es: Calibrar
fr: Étalonner
pt: Calibrar

# MENU_CYLINDER
source: Cylinders
de: Gaszylinder
es: Cilindros
fr: Cylindres
pt: Cilindros

# MENU_DIAGNOSE
source: Diagnose
de: Diagnostizier
es: Diagnóstico
fr: Diagnostic
pt: Diagnosticar

# MENU_DOWNLOAD_HYGIENE
source: Download Datalog
de: Herunterladen
es: Descargar
fr: Télécharger
pt: Baixar

# MENU_FACTORY_RESET1
source: Reset to
de: Zurücksetzen auf
es: ¿Restablecer a
fr: Réinitialiser à
pt: Reinício para

# MENU_FACTORY_RESET2
source: Factory
de: Werk
es: configuraciones
fr: Usine
pt: configurações

# MENU_FACTORY_RESET3
source: Defaults?
de: Voreinstellung?
es: de fábrica?
fr: Par défaut?
pt: fábrica?

# MENU_FORCE_GAS_RETRY
source: Force Gas Retry
de: Gas neu erzwngen
es: Forz intento gas
fr: Forcer essai gaz
pt: Forçar gás nova

# MENU_MORE
source: More
de: Mehr
es: Más
fr: Plus
pt: Mais

# MENU_NO
source: No
de: Nein
fr: Non
pt: Não

# MENU_PREVIOUS
source: Back
de: Zurück
es: Atrás
fr: Précédent
pt: Voltar

# MENU_REFRESH
source: Refresh Settings
de: Aktualisieren
es: Refrescar
fr: Actualiser
pt: Atualizar

# MENU_SERVER
source: Server
es: Servidor
fr: Serveur
pt: Servidor

# MENU_TROUBLESHOOT
source: Troubleshoot
de: Fehlersuche
es: Resolución de problemas
fr: Dépannage
pt: Solucionar Problemas

# MENU_YES
source: Yes
de: Ja
es: Sí
fr: Oui
pt: Sim

# MFGNOTCONNECTED
source: No iNet Connection for Manufacturing
de: DE: No iNet Connection for Manufacturing
es: ES: No iNet Connection for Manufacturing
fr: FR: No iNet Connection for Manufacturing
pt: Nenhuma conexão iNet para fabrico

source: No Cylinder
de: Keine Gaszylinder
es: No hay cilindro
fr: Pas de cylindre
pt: Nenhum cilindro

source: No Enabled Sensors
de: Keine Aktiviert Sensoren
es: No hay sensores activados
fr: Pas de capteurs activés
pt: Não há sensores habilitados

source: Not activated
de: Nicht aktiviert
es: Sin activar
fr: Non activé
pt: Não ativada

# NOTSERIALIZED
source: Contact ISC Code 102
de: Kontaktieren Sie ISC, Code 102
es: Contactar ISC código 102
fr: Contacter ISC code 102
pt: Contatar ISC Código 102

source: Performing Maintenance
de: Wartung wird vorgenommen
es: Realizando mantenimiento
fr: Réalisation de maintenance
pt: Executando manutenção

# PLEASETURNON
source: Please Turn On Instrument WITHOUT UNDOCKING
de: Bitte schalten Sie Ihr Gerät an OHNE ES VON DER DOCKINGSTATION ZU TRENNEN
es: Encienda el instrumento SIN DESACOPLARLO
fr: Veuillez allumer l'instrument SANS STATION D'ACCUEIL
pt: Conectar instrumento SEM DESENCAIXAR

source: Printer Error
de: Druckfehler
es: Error de impresora
fr: Erreur d'imprimante
pt: Erro da impressora

# PRINTERERROR_USBCONNECTION
source: USB Connection
de: USB-Anschluss
es: conexión de USB
fr: Connexion USB
pt: Conexão USB

source: Programming
de: Programmierung
es: Programación
fr: Programmation
pt: Programando

source: Purging
de: Säuberung
es: Purgando
fr: Épuration
pt: Limpando

# READINGDATA
source: Reading Settings
de: Daten aktualisieren
es: Actualizando datos
fr: Mise à jour des données
pt: Lendo configurações

# READINGINSTRUMENTDATA
source: Reading Instrument Settings
de: Aktualisieren des Geräts
es: Actualizando instrumento
fr: Mise à jour de l’instrument
pt: Lendo configurações instrumento

source: Ready
de: Bereit
es: Preparado
fr: Prêt
pt: Pronto

source: Replace Cylinder
de: Ersetzen des Zylinders
es: Reemplazar cilindro
fr: Remplacer le Cylindre
pt: Substituir o cilindro

# RESET
source: Resetting
de: Zurücksetzen
es: Reiniciando
fr: Réinitialisation
pt: Reiniciando

# RESTORING_SETTINGS
source: Loading Settings
de: Lade einstellungen
es: Cargando configuración
fr: Chargement des paramètres
pt: Carregando configurações

# RETURNDISABLEDINSTRUMENT
source: Return Instrument to Industrial Scientific
de: Gerät an Industrial Scientific zurückgeben
es: Reintegrar instrumento a Industrial Scientific
fr: Renvoyer instrument à Industrial Scientific
pt: Devolver Instrumentos para a Industrial Scientific

# RETURNDOCKINGSTATION
source: Return Docking Station to Industrial Scientific
de: Andockstation an Industrial Scientific zurückgeben
es: Reintegrar estación de acoplamiento a Industrial Scientific
fr: Renvoyer Station d'accueil à Industrial Scientific
pt: Devolver a Estação de Ancoragem para a Industrial Scientific

# RETURNINSTRUMENT
source: Return Instrument to Industrial Scientific
de: Gerät an Industrial Scientific zurückgeben
es: Reintegrar instrumento a Industrial Scientific
fr: Renvoyer instrument à Industrial Scientific
pt: Devolver Instrumentos para a Industrial Scientific

source: Saving
de: Speichern
es: Ahorro
fr: Enregistrement
pt: Salvando

source: Sensor Error
de: Sensorfehler
es: Error en sensor
fr: Erreur du détecteur
pt: Erro sensor

# SENSORLABEL_S0019
source: LEL (PPM)
de: UEG (PPM)
fr: LIE (PPM)

# SENSORLABEL_S0021
source: LEL (CH4)
de: UEG (CH4)
fr: LIE (CH4)

# SENSORLABEL_S0022
source: LEL
de: UEG
fr: LIE

# SENSORLABEL_S0023
source: LEL (C6H14)
de: UEG (C6H14)
fr: LIE (C6H14)

# SENSORLABEL_S0024
source: IR-LEL (CH4)
de: IR-UEG (CH4)
fr: IR-LIE (CH4)

# SENSORLABEL_S0026
source: LEL (C5H12)
de: UEG (C5H12)
fr: LIE (C5H12)

# SENSORLABEL_S0027
source: LEL (C3H8)
de: UEG (C3H8)
fr: LIE (C3H8)

source: Sensor Missing
de: Sensor fehlt
es: Sensor faltante
fr: Capteur manquant
pt: Ausência de Sensor

# SERIAL_ABBREV
source: SN:
fr: NS:

source: Service Instrument Soon
de: Servicegerät bald
es: Pronto instrumento de servicio
fr: Bientôt maintenance d’instrument
pt: Instrumento de Serviço em breve

source: Starting
de: Starten
es: Iniciando
fr: Démarrage
pt: Iniciando

# SYNCHRONIZATION
source: Synchronizing
de: Synchronisieren
es: Sincronizando
fr: Synchronisation en cours
pt: Sincronizando

# SYNCHRONIZATIONERROR
source: Network Error
de: Netzwerkfehler
es: Error de la red
fr: Erreur réseau
pt: Erro de rede

source: Troubleshoot
de: Fehlersuche
es: Resolución de problemas
fr: Dépannage
pt: Solucionar Problemas

# TROUBLESHOOT_COPYING
source: Copying to USB drive
de: Es wird auf das USB Laufwerk kopiert
es: Copiando a unidad USB
fr: Copie en cours vers clé USB
pt: Copiando para a unidade USB

# TROUBLESHOOT_FAILED
source: Copy to USB drive: FAILED
de: Kopieren auf USB Laufwerk: FEHLGESCHLAGEN
es: Copiado a unidad USB: FALLIDO
fr: Copie vers clé USB: ÉCHEC
pt: Copiar para unidade USB: FALHOU

# TROUBLESHOOT_NOTFOUND
source: USB drive not found
de: USB Laufwerk nicht gefunden
es: No se encontró la unidad USB
fr: Clé USB non trouvée
pt: Unidade USB não encontrada

# TROUBLESHOOT_SUCCEEDED
source: Copy to USB drive: SUCCEEDED
de: Kopieren auf USB Laufwerk: ERFOLGREICH
es: Copiado a unidad USB: COMPLETADO
fr: Copie vers clé USB: RÉUSSIE
pt: Copiar para unidade USB: COM SUCESSO

# UNACTIVATED
source: No iNet activation
de: Keine iNet Aktivierung
es: No hay activación de iNet
fr: Pas d'activation iNet
pt: Nenhuma ativação iNet

# UNAVAILABLE
source: Contact ISC Code 118
de: Kontaktieren Sie ISC, Code 118
es: Contactar ISC código 118
fr: Contacter ISC code 118
pt: Contatar ISC Código 118

source: Unavailable Gas
de: Nicht verfügbares Gas
es: Gas no disponible
fr: Gaz indisponible
pt: Gás indisponível

source: Undocked Instrument
de: Ungedocktes Gerät
es: Instrumento no acoplado
fr: Instrument hors station
pt: Instrumento fora do encaixe

# UNREGISTEREDINSTRUMENT
source: Unregistered Instrument Contact Administrator
de: Nicht angemeldetes Gerät Administrator benachrichtigen
es: Instrumento no registrado Consulte al administrador
fr: Appareil non inscrit Consulter l'administrateur
pt: Instrumento não registrado contatar administrador

# UNSERIALIZEDINSTRUMENT
source: Contact ISC Code 106
de: Kontaktieren Sie ISC, Code 106
es: Contactar ISC código 106
fr: Contacter ISC code 106
pt: Contatar ISC Código 106

# UNSUPPORTEDCYLINDER1
source: Unsupported Cylinder on Port 1
de: Nicht unterstützter Zylinder am Anschluss 1
es: Cilindro no compatible en puerto 1
fr: Cylindre non pris en charge sur Port 1
pt: Cilindro em porta 1 sem suporte

# UNSUPPORTEDCYLINDER2
source: Unsupported Cylinder on Port 2
de: Nicht unterstützter Zylinder am Anschluss 2
es: Cilindro no compatible en puerto 2
fr: Cylindre non pris en charge sur Port 2
pt: Cilindro em porta 2 sem suporte

# UNSUPPORTEDCYLINDER3
source: Unsupported Cylinder on Port 3
de: Nicht unterstützter Zylinder am Anschluss 3
es: Cilindro no compatible en puerto 3
fr: Cylindre non pris en charge sur Port 3
pt: Cilindro em porta 3 sem suporte

source: Unsupported Instrument
de: Nicht unterstütztes Instrument
es: Instrumento no soportado
fr: Instrument non pris en charge
pt: Instrumento sem suporte

# UNSUPPORTEDSOFTWARE
source: Unsupported Software Version
de: Nicht unterstützte Softwareversion
es: Versión de software no soportada
fr: Version logicielle non prise en charge
pt: Versão software sem suporte

# UPDATINGDATA
source: Updating Settings
de: Daten aktualisieren
es: Actualizando datos
fr: Mise à jour des données
pt: Atualizando configurações

# UPDATINGINSTRUMENTDATA
source: Updating Instrument Settings
de: Aktualisieren des Geräts
es: Actualizando instrumento
fr: Mise à jour de l’instrument
pt: Atualizando configurações instrumento

source: UPGRADING FIRMWARE
de: FIRMWARE AKTUALISIEREN
es: ACTUALIZANDO FIRMWARE
fr: MISE À NIVEAU DU MICROLOGICIEL
pt: ATUALIZANDO FIRMWARE

# UPGRADINGINSTRUMENTERROR
source: Contact ISC Code 109
de: Kontaktieren Sie ISC, Code 109
es: Contactar ISC código 109
fr: Contacter ISC code 109
pt: Contatar ISC Código 109

# UPGRADINGINSTRUMENTFIRMWARE
source: Upgrading Instrument DO NOT UNDOCK
de: Gerät wird aktualisiert, NICHT VON DER DOCKINGSTATION TRENNEN
es: Actualizando instrumento SIN DESACOPLAR
fr: Mise à niveau de l'instrument en cours NE L'ENLEVEZ PAS DE LA STATION D'ACCUEIL
pt: Atualizando instrumento NÃO DESENCAIXAR

source: Uploading Database
de: Hochladen der Datenbank
es: Cargando base de datos
fr: Téléchargement de la base de données
pt: Carregando banco de dados

source: Uploading Debug Log
de: Hochladen des Debug Protokolls
es: Cargando registro de depuración
fr: Téléchargement du log de débogage
pt: Carregando log de depuração

source: Verifying
de: Überprüfen
es: Verificando
fr: Verificación
pt: Verificando

source: Zero Air
de: Null-Luft
es: Aire Cero
fr: Air Zéro
pt: Ar zero

source: Zeroing
de: Nullen läuft
es: Puesta a cero
fr: Remise à zéro
pt: Zerar

# MENU_INSTRUMENT
source: Instrument
de: Gerät
es: Instrumento
pt: Instrumento

source: Docking Station
es: Módulo acoplam.
pt: Estação de Encaixe

# MENU_DOCKINGSTATION
source: Docking Station
es: Módulo acoplam.
pt: Estação de Encaixe

# MENU_INFORMATION
source: Information
es: Información
pt: Informação

source: Position
es: Posición
pt: Posição

source: Version
es: Versión
pt: Versão
