Repository: kallamsrinivas/iNetTest
Catalog: ISC/DS2/SingleSourceCode/src/ISC.iNet.DS.Services/Resources/DiagnosticResources.*.resx
Languages: de, es, fr, pt

source: Attach pump adapter.
de: Pumpenadapter anschließen
es: Adjuntar adaptador de bomba.
fr: Mettez l'adaptateur de pompe
pt: Conectar adaptador bomba.

source: Backlight is off.
de: Hintergrundbeleuchtung ist ausgeschaltet.
es: La retroiluminación está apagada.
fr: Le rétroéclairage est éteint.
pt: Luz de fundo está off.

source: Backlight is on.
de: Hintergrundbeleuchtung ist eingeschaltet.
es: La retroiluminación está encendida.
fr: Le rétroéclairage est allumé.
pt: Luz de fundo está on.

source: Battery installed
de: Batterie installiert
es: Batería instalada
fr: Pile installé
pt: Bateria instalada

# BP001
source: 9v Disposable Battery
de: 9-V-Einwegbatterie
es: Batería desechable de 9v
fr: Pile 9v
pt: Bateria 9v descartável

# BP002
source: Lithium Battery Pack
de: Lithium-Batteriepack
es: Batería de litio
fr: Piles lithium
pt: Pacote bateria lítio

# BP003
source: Lithium Battery Pack
de: Lithium-Batteriepack
es: Batería de litio
fr: Piles lithium
pt: Pacote bateria lítio

# BP004
source: Alkaline Battery Pack
de: Alkali-Batteriepack
es: Batería alcalina
fr: Piles alcalines
pt: Pacote bateria alcalina

# BP005
source: Alkaline Battery Pack
de: Alkali-Batteriepack
es: Batería alcalina
fr: Piles alcalines
pt: Pacote bateria alcalina

# BP006
source: 2-Cell Lithium Battery Pack
de: Lithium-Batteriepack, 2 Zellen
es: Batería de litio de 2 celdas
fr: Piles lithium à 2 éléments
pt: Pacote bateria lítio 2-células

# BP007
source: 3-Cell Lithium Battery Pack
de: Lithium-Batteriepack, 3 Zellen
es: Batería de litio de 2 celdas
fr: Piles lithium à 3 éléments
pt: Pacote bateria lítio 3-células

# BP008
source: Alkaline battery pack
de: Alkali-Batteriepack
es: Batería alcalina
fr: Piles alcalines
pt: Pacote bateria alcalina

# BP009
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP010
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP011
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP012
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP013
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# BP014
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# BP015
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# BP016
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

source: Buzzer is off.
de: Summton aus.
es: Alarma apagada.
fr: Le buzzer est éteint.
pt: Campainha está off.

source: Buzzer is on.
de: Summton ein.
es: Alarma encendida.
fr: Le buzzer est en marche.
pt: Campainha está on.

# BUZZER_TEST
source: Buzzer works correctly
de: Summton funktioniert ordnungsgemäß
es: La alarma funciona correctamente
fr: Le buzzer fonctionne correctement
pt: Campainha funciona corretamente

# BUZZER_TEST_PROMPT
source: Did Buzzer work correctly?
de: Funktionierte der Summton ordnungsgemäß?
es: ¿La alarma funcionó correctamente?
fr: Le buzzer a-t-il fonctionné correctement?
pt: A campainha funcionou corretamente?

# CAN_YOU_SEE_THIS
source: Basic LCD/Key function
de: Grundlegende LCD/Tastenfunktion
es: Función tecla/LCD básica?
fr: Fonction d'affichage/de touche de base?
pt: Função básica tecla/LCD

source: Charging
de: Laden
es: Cargando
fr: Chargement
pt: Carregando

# CONNECT_IGAS_CONNECTOR
source: Connect iGas connectors.
de: iGas-Konnektoren anschließen.
es: Conectar conectores iGas.
fr: Brancher les connecteurs iGas
pt: Conectar conetores iGas.

source: Core Voltage
de: Hauptspannung
es: Voltaje del núcleo
fr: Tension principale
pt: Tensão do núcleo

# CRADLE_SOLENOID_LID
source: Cradle routes flow to lid
de: Ablage führt Strömung zu Klappe
es: Las rutas colgantes fluyen a la tapa
fr: Les voies du berceau circulent vers le couvercle
pt: Rotas de apoio fluem para tampa

# CRADLE_SOLENOID_LID_PROMPT
source: Is air flowing through diffusion lid?
de: Luftzufuhr durch Diffusionsklappe?
es: ¿El flujo de aire es a través de la tapa de difusión?
fr: Y a-t-il un flux d'air à travers le couvercle de diffusion?
pt: O ar está fluindo através da tampa de difusão?

# CRADLE_SOLENOID_PUMP
source: Cradle routes flow to hose
de: Ablage führt Strömung zu Schlauch
es: Las rutas colgantes fluyen a la manguera
fr: Les voies du berceau circulent vers le tuyau
pt: Rotas de apoio fluem para a mangueira

# CRADLE_SOLENOID_PUMP_PROMPT
source: Is air flowing through instrument hose?
de: Luftzufuhr durch Instrumentenschlauch?
es: ¿El flujo de aire es a través del instrumento manguera?
fr: Y a-t-il un flux d'air à travers le tuyau de l'instrument?
pt: O ar está fluindo através da mangueira do instrumento?

# DETAILS_DOCKINGSTATION_HARDWARE_VERSION
source: Hardware Version
es: Versión de hardware
fr: Version matérielle
pt: Versão hardware

# DETAILS_DOCKINGSTATION_HEADER
source: Docking Station
es: Módulo de acoplamiento
pt: Estação de Encaixe

# DETAILS_DOCKINGSTATION_IP_ADDRESS
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: L'adresse IP
pt: Endereço IP

# DETAILS_DOCKINGSTATION_LANGUAGE
source: Language
de: Sprache
es: Idioma
fr: Langue
pt: Idioma

# DETAILS_DOCKINGSTATION_MAC_ADDRESS
source: MAC Address
de: MAC-Adresse
es: Dirección MAC
fr: Adresse MAC
pt: Endereço MAC:

# DETAILS_DOCKINGSTATION_MENU_LOCKED
source: Menu Lock
de: Menüsperre
es: Bloqueo de menú
fr: Verrouillage de menu
pt: Bloqueio menu

# DETAILS_DOCKINGSTATION_NUM_GAS_PORTS
source: Gas Ports
de: Gasanschlüsse
es: Puertos de gas
fr: Ports de gaz
pt: Portas de gás

# DETAILS_DOCKINGSTATION_PART_NUMBER
source: Part Number
de: Teilenummer
es: Número de parte
fr: Numéro de référence
pt: Número da peça

# DETAILS_DOCKINGSTATION_RESERVOIR
source: Internal Reservoir
de: Interne Reservoir
es: Embalse interna
fr: Réservoir interne
pt: Reservatório interno

# DETAILS_DOCKINGSTATION_SELF_DIAGNOSTICS_DATE
source: Self-Diagnostics Date
de: Datum Selbstdiagnose
es: Fecha de autodiagnóstico
fr: Date d'auto diagnostics
pt: Data de auto diagnóstico

# DETAILS_DOCKINGSTATION_SERIALNUMBER
source: Serial Number
de: Seriennummer
es: Número de serie
fr: Numéro de série
pt: Número de série

# DETAILS_DOCKINGSTATION_SERVICE_DIAGNOSTICS_DATE
source: Service Diagnostics Date
de: Datum Bedienungsdiagnose
es: Fecha de servicio de diagnóstico
fr: Date de diagnostics de service
pt: Data de diagnóstico manutenção

# DETAILS_DOCKINGSTATION_SETUP_DATE
source: Setup Date
de: Einrichtungsdatum
es: Fecha de configuración
fr: Date d’installation
pt: Data Instalação

# DETAILS_DOCKINGSTATION_SETUP_TECH
source: Setup Technician
de: Einrichtungstechniker
es: Técnico de configuración
fr: Technicien d’installation
pt: Configurar técnico

# DETAILS_DOCKINGSTATION_SOFTWARE_VERSION
source: Software Version
es: Versión del software
fr: Version du logiciel
pt: Versão software

# DETAILS_DOCKINGSTATION_TYPE
source: Type
de: Typ
es: Tipo
pt: Tipo

# DETAILS_DOCKINGSTATION_USE_AUDIBLE_ALARM
source: Use Audible Alarm
de: Verwenden Sie Hörbarer Alarm
es: Uso de alarmas audibles
fr: Utilisez l'alarme sonore
pt: Usar alarme audível

# DIFFUSION_LID_DETECT
source: Diffusion lid lowered
de: Diffusionsklappe abgesenkt
es: Tapa de difusión reducida
fr: Couvercle de diffusion abaissé
pt: Tampa difusão rebaixada

# DISCONNECT_IGAS_CONNECTOR
source: Disconnect iGas connectors.
de: iGas-Konnektoren trennen.
es: Desconectar conectores iGas.
fr: Débranchez les connecteur iGas.
pt: Desconectar conectores iGas.

# DOCK_INSTRUMENT
source: Dock an instrument.
de: An Gerät andocken.
es: Acople un instrumento.
fr: Raccordez un instrument
pt: Encaixe um instrumento.

source: Done
de: Fertig
es: Hecho
fr: Terminé
pt: Concluído

# ENGUS
source: English
de: Englisch
es: Inglés
fr: Anglais
pt: Inglês

source: Error
de: Fehler
fr: Erreur
pt: Erro

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
pt: Falhou

source: False
de: Aus
es: Apagado
fr: Arrêt
pt: Falso

source: Flow
de: Fluss
es: Flujo
fr: Débit
pt: Fluxo

# FLOW_ADJUST
source: Left increases voltage, right decreases voltage, middle accepts.
de: Links erhöht Spannung, rechts verringert Spannung, mitte akzeptiert.
es: Izquierdo incrementa voltaje, derecho disminuye voltaje, intermedio lo acepta.
fr: La gauche augmente la tension, la droite la diminue et le milieu l'accepte.
pt: Esquerda aumenta tensão, direita reduz tensão, meio aceita.

# FLOW_LABEL
source: Flow:
de: Fluss:
es: Flujo:
fr: Débit:
pt: Fluxo:

source: Flow Offset
de: Durchfluss-Offset
es: Compensacin de flujo
fr: Décalage d'écoulement
pt: Desvio fluxo

# FRNFR
source: French
de: Französisch
es: Francés
fr: Français
pt: Francês

source: (Gas Port #)
de: (Gasanschluss #)
es: (Gas Puerto #)
fr: (Gaz Port #)
pt: (Gas Porta #)

# GBPLS
source: GasBadge Plus Single Gas Monitor
de: GasBadge Plus Eingas-Monitor
es: Monitor monogás GasBadge Plus
fr: Moniteur mono-gaz GasBadge Plus
pt: Monitor gás único GasBadge Plus

# GBPRO
source: GasBadge Pro Single Gas Monitor
de: GasBadge Pro Eingas-Monitor
es: Monitor monogás GasBadge Pro
fr: Moniteur mono-gaz GasBadge Pro
pt: Monitor gás único GasBadge Pro

# GRMGR
source: German
de: Deutsch
es: Alemán
fr: Allemand
pt: Alemão

# INSTRUMENT_BATTERY_CODE
source: Battery code
de: Batteriecode
es: Código de batería
fr: Code de pile
pt: Código bateria

# INSTRUMENT_BATTERY_CODE_PROMPT
source: Is this the correct battery?
de: Ist dies der richtige Batteriecode?
es: ¿Es este el código de batería correcto?
fr: Est-ce le code de pile correct ?
pt: Esta é a bateria correta?

source: Instrument charging
de: Instrumente laden auf
es: Instrumento de carga
fr: Chargement de l'instrument
pt: Carregando instrumento

# INSTRUMENT_DETECT
source: Instrument present
de: Gerät vorhanden
es: Instrumento presente
fr: Instrument présent
pt: Instrumento presente

source: Instrument ping
de: Geräteping
es: Sonido del instrumento
fr: Ping de l'instrument
pt: Instrumento ping

# LCD_AND_BACKLIGHT_PROMPT
source: Did LCD and backlight work correctly?
de: Funktionierten LCD und Hintergrundbeleuchtung ordnungsgemäß?
es: ¿La LCD y retroiluminación funcionaron correctamente?
fr: Le LCD et rétroéclairage ont-ils fonctionné correctement?
pt: O LCD e a luz de fundo funcionam corretamente?

# LCD_AND_BACKLIGHT_TEST
source: LCD and backlight work correctly
de: LCD und Hintergrundbeleuchtung funktionieren ordnungsgemäß
es: La LCD y retroiluminación funcionan correctamente
fr: Le LCD et le rétroéclairage fonctionnent correctement
pt: O LCD e a luz de fundo funcionam corretamente

source: Leak Check #1
de: Überprüfung Leck Nr. 1
es: Revisar filtración #1
fr: Vérification de fuite #1
pt: Verificação Vazamento #1

source: Leak Check #2
de: Überprüfung Leck Nr. 2
es: Revisar filtración #2
fr: Vérification de fuite #2
pt: Verificação Vazamento #2

# LEDS_ALL_OFF
source: LEDs are off.
de: LEDs sind ausgeschaltet.
es: Los LED están apagados.
fr: Les LEDs sont éteintes.
pt: LEDS estão off.

# LED_GREEN_ON
source: Green LED is on.
de: Grünes LED leuchtet.
es: LED verde encendido.
fr: La LED verte est allumée.
pt: LED verde está on.

# LED_PROMPT
source: Did LEDs work correctly?
de: Funktionieren die LCD ordnungsgemäß?
es: ¿Los LED funcionaron correctamente?
fr: Les LEDs ont-elles fonctionné correctement?
pt: Os LEDs funcionam corretamente?

# LED_RED_ON
source: Red LED is on.
de: Rotes LED leuchtet.
es: LED rojo encendido.
fr: La LED rouge est allumée.
pt: LED vermelho está on.

# LED_TEST
source: LEDs work correctly
de: LEDs funktionieren ordnungsgemäß
es: Los LED funcionan correctamente
fr: Les LEDs fonctionnent correctement
pt: Os LEDs funcionam corretamente

# LED_YELLOW_ON
source: Yellow LED is on.
de: Gelbes LED leuchtet.
es: LED amarillo encendido.
fr: La LED jaune est allumée.
pt: LED amarelo está on.

# LEFT
source: Left key
de: Linke Taste
es: Tecla izquierda
fr: Touche de gauche
pt: Tecla esquerda

source: Low battery
de: Batterie schwach
es: Batería baja
fr: Batterie faible
pt: Bateria fraca

source: Lower diffusion lid.
de: Diffusionsklappe absenken
es: Tapa inferior de difusión
fr: Couvercle de diffusion inférieur
pt: Tampa inferior de difusão.

source: MAC Address Default
de: MAC Adressenfehler
es: Dirección MAC predeterminada
fr: Adresse MAC par défaut
pt: Endereço padrão MAC

source: MAC Address OUI
de: MAC Adresse OUI
es: Dirección MAC OUI
fr: Adresse MAC OUI
pt: Endereço OUI MAC

# MIDDLE
source: Middle key
de: Mittlere Taste
es: Tecla intermedia
fr: Touche du milieu
pt: Tecla meio

# MX4
source: MX4 Ventis/iQuad Multi-Gas Monitor
es: Monitor multigás MX4 Ventis/iQuad
fr: Moniteur multi-gaz MX4 Ventis/iQuad
pt: Monitor Multi-Gás MX4 Ventis/iQuad

# MX6
source: MX6 iBrid Multi-Gas Monitor
es: Monitor multigás MX6 iBrid
fr: Moniteur multi-gaz MX6 iBrid
pt: Monitor Multi-Gás MX6 iBrid

source: Not charging
de: Lädt nicht
es: Sin cargar
fr: Pas de chargement
pt: Não está carregando

# NO_DIFFUSION_LID_DETECT
source: Diffusion lid raised
de: Diffusionsklappe angehoben
es: Tapa de difusión elevada
fr: Couvercle de diffusion élevé
pt: Tampa difusão levantada

# NO_INSTRUMENT_DETECT
source: Instrument absent
de: Gerät nicht vorhanden
es: No se detecta instrumento
pt: Instrumento ausente

source: No pressure switch #1
de: Kein Druckschalter Nr. 1
es: Interruptor de presión #1 desconectado
fr: Contacteur n° 1 sans pression
pt: Nenhum comutador pressão #1

source: No pressure switch #2
de: Kein Druckschalter Nr. 2
es: Interruptor de presión #2 desconectado
fr: Contacteur n° 2 sans pression
pt: Nenhum comutador pressão #2

source: No pressure switch #3
de: Kein Druckschalter Nr. 3
es: Interruptor de presión #3 desconectado
fr: Contacteur n° 3 sans pression
pt: Nenhum comutador pressão #3

source: No pressure switch #4
de: Kein Druckschalter Nr. 4
es: Interruptor de presión #4 desconectado
fr: Contacteur n° 5 sans pression
pt: Nenhum comutador pressão #4

source: No pressure switch #5
de: Kein Druckschalter Nr. 5
es: Interruptor de presión #5 desconectado
fr: Contacteur n° 5 sans pression
pt: Nenhum comutador pressão #5

source: No pressure switch #6
de: Kein Druckschalter Nr. 6
es: Interruptor de presión #6 desconectado
fr: Contacteur n° 6 sans pression
pt: Nenhum comutador pressão #6

# NO_PUMP_ADAPTER_DETECT
source: Pump adapter absent
de: Ohne Pumpenadapter
es: Adaptador de bomba ausente
fr: Adaptateur de pompe absent
pt: Adaptador bomba ausente

source: No smart card #1
de: Keine Smart-Card Nr. 1
es: No se detecta tarjeta inteligente #1
fr: Aucune carte à puce n° 1
pt: Nenhum cartão inteligente #1

source: No smart card #2
de: Keine Smart-Card Nr. 2
es: No se detecta tarjeta inteligente #2
fr: Aucune carte à puce n° 2
pt: Nenhum cartão inteligente #2

source: No smart card #3
de: Keine Smart-Card Nr. 3
es: No se detecta tarjeta inteligente #3
fr: Aucune carte à puce n° 3
pt: Nenhum cartão inteligente #3

source: No smart card #4
de: Keine Smart-Card Nr. 4
es: No se detecta tarjeta inteligente #4
fr: Aucune carte à puce n° 4
pt: Nenhum cartão inteligente #4

source: No smart card #5
de: Keine Smart-Card Nr. 5
es: No se detecta tarjeta inteligente #5
fr: Aucune carte à puce n° 5
pt: Nenhum cartão inteligente #5

source: No smart card #6
de: Keine Smart-Card Nr. 6
es: No se detecta tarjeta inteligente #6
fr: Aucune carte à puce n° 6
pt: Nenhum cartão inteligente #6

# NUM_GAS_PORTS_PROMPT
source: Are there # gas ports?
de: Gibt es # Gasanschlüsse?
es: ¿Hay # puertos de gas?
fr: Y at-il # ports de gaz?
pt: Há # portas de gás?

# NUM_GAS_PORTS_TEST
source: Number of gas ports
de: Anzahl der Gasanschlüsse
es: Número de conexiones de gas
fr: Nombre de ports de gaz
pt: Número de portas de gás

# OFFSET_LABEL
source: Offset:
pt: Desvio:

source: Passed
de: Bestanden
es: Pasado
fr: Réussi
pt: Aprovado

# PRESSURE_SWITCH_PRESENT_1
source: Pressure switch #1 present
de: Druckschalter Nr. 1 vorhanden
es: Interruptor de presión #1 conectado
fr: Manocontact n° 1 présent
pt: Presente comutador pressão #1

# PRESSURE_SWITCH_PRESENT_2
source: Pressure switch #2 present
de: Druckschalter Nr. 2 vorhanden
es: Interruptor de presión #2 conectado
fr: Manocontact n° 2 présent
pt: Presente comutador pressão #2

# PRESSURE_SWITCH_PRESENT_3
source: Pressure switch #3 present
de: Druckschalter Nr. 3 vorhanden
es: Interruptor de presión #3 conectado
fr: Manocontact n° 3 présent
pt: Presente comutador pressão #3

# PRESSURE_SWITCH_PRESENT_4
source: Pressure switch #4 present
de: Druckschalter Nr. 4 vorhanden
es: Interruptor de presión #4 conectado
fr: Manocontact n° 4 présent
pt: Presente comutador pressão #4

# PRESSURE_SWITCH_PRESENT_5
source: Pressure switch #5 present
de: Druckschalter Nr. 5 vorhanden
es: Interruptor de presión #5 conectado
fr: Manocontact n° 5 présent
pt: Presente comutador pressão #5

# PRESSURE_SWITCH_PRESENT_6
source: Pressure switch #6 present
de: Druckschalter Nr. 6 vorhanden
es: Interruptor de presión #6 conectado
fr: Manocontact n° 6 présent
pt: Presente comutador pressão #6

# PRESSURE_SWITCH_PRESSURE_1
source: Pressure switch #1 pressure
de: Druck von Druckschalter Nr. 1
es: Presión de interruptor de presión #1
fr: Pression au manocontact n° 1
pt: Pressão comutador pressão #1

# PRESSURE_SWITCH_PRESSURE_2
source: Pressure switch #2 pressure
de: Druck von Druckschalter Nr. 2
es: Presión de interruptor de presión #2
fr: Pression au manocontact n° 2
pt: Pressão comutador pressão #2

# PRESSURE_SWITCH_PRESSURE_3
source: Pressure switch #3 pressure
de: Druck von Druckschalter Nr. 3
es: Presión de interruptor de presión #3
fr: Pression au manocontact n° 3
pt: Pressão comutador pressão #3

# PRESSURE_SWITCH_PRESSURE_4
source: Pressure switch #4 pressure
de: Druck von Druckschalter Nr. 4
es: Presión de interruptor de presión #4
fr: Pression au manocontact n° 4
pt: Pressão comutador pressão #4

# PRESSURE_SWITCH_PRESSURE_5
source: Pressure switch #5 pressure
de: Druck von Druckschalter Nr. 5
es: Presión de interruptor de presión #5
fr: Pression au manocontact n° 5
pt: Pressão comutador pressão #5

# PRESSURE_SWITCH_PRESSURE_6
source: Pressure switch #6 pressure
de: Druck von Druckschalter Nr. 6
es: Presión de interruptor de presión #6
fr: Pression au manocontact n° 6
pt: Pressão comutador pressão #6

# PRESS_ANY_KEY_PROMPT
source: Press any key?
de: Beliebige Taste drücken?
es: ¿Pulsar cualquier tecla ?
fr: Appuyer sur une touche ?
pt: Pressionar qualquer tecla?

# PRESS_ANY_TO_CONTINUE
source: Press any key to continue.
de: Durch Drücken von beliebiger Taste fortfahren.
es: Pulsar cualquier tecla para continuar.
fr: Appuyez sur une touche pour continuer.
pt: Pressione qualquer tecla para continuar.

# PRESS_ANY_TO_START_PUMP
source: Press any key to start pump.
de: Pumpe durch Drücken beliebiger Taste starten.
es: Pulse cualquier tecla para poner en marcha la bomba.
fr: Appuyez sur une touche pour mettre la pompe en marche.
pt: Pressione qualquer tecla para iniciar a bomba.

# PRESS_KEY_LEFT
source: Left key press
de: Betätigung der linken Taste
es: Tecla izquierda pulsada
fr: Pression de la touche gauche
pt: Pressão tecla esquerda

# PRESS_KEY_LEFT_PROMPT
source: Press the left key
de: Linke Taste drücken key
es: Pulse la tecla izquierda
fr: Appuyez sur la touche de gauche
pt: Pressione a tecla esquerda

# PRESS_KEY_MIDDLE
source: Middle key press
de: Betätigung der mittleren Taste
es: Tecla intermedia pulsada
fr: Pression de la touche du milieu
pt: Pressão tecla meio

# PRESS_KEY_MIDDLE_PROMPT
source: Press the middle key
de: Mittlere Taste drücken
es: Pulse la tecla intermedia
fr: Appuyez sur la touche du milieu
pt: Pressione a tecla meio

# PRESS_KEY_RIGHT
source: Right key press
de: Betätigung der rechten Taste
es: Tecla derecha pulsada
fr: Pression de la touche de droite
pt: Pressão tecla direita

# PRESS_KEY_RIGHT_PROMPT
source: Press the right key
de: Rechte Taste drücken
es: Pulse la tecla derecha
fr: Appuyez sur la touche de droite
pt: Pressione a tecla direita

# PRESS_LEFT_SUCCESS_PROMPT
source: Left pass, right fail
de: Links bestanden, rechts fehlgeschlagen
es: Izquierda pasa, derecha falla
fr: Réussite à gauche, échec à droite
pt: Passa esquerda, falha direita

# PRTBR
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
pt: Português

source: Pump
de: Pumpe
es: Bomba
fr: Pompe
pt: Bomba

# PUMP_ADAPTER_DETECT
source: Pump adapter present
de: Mit Pumpenadapter
es: Adaptador de bomba presente
fr: Adaptateur de pompe présent
pt: Adaptador bomba presente

source: Pump Error Status
de: Pumpenfehler Status
es: Estado de error de la bomba
fr: Statut d'erreur de pompe
pt: Estado erro bomba

source: Raise diffusion lid.
de: Diffusionsklappe anheben
es: Elevar tapa de difusión
fr: Couvercle de diffusion supérieur
pt: Erguer tampa difusão.

source: Remove pump adapter.
de: Pumpenadapter entfernen
es: Remover adaptador de bomba.
fr: Retirez l'adaptateur de pompe
pt: Remover adaptador bomba.

# RIGHT
source: Right key
de: Rechte Taste
es: Tecla derecha
fr: Touche de droite
pt: Tecla direita

# SMART_CARD_PRESENT_1
source: Smart card #1 present
de: Smart-Card Nr. 1 vorhanden
es: Tarjeta inteligente #1 presente
fr: Carte à puce n° 1 présente
pt: Presente cartão inteligente #1

# SMART_CARD_PRESENT_2
source: Smart card #2 present
de: Smart-Card Nr. 2 vorhanden
es: Tarjeta inteligente #2 presente
fr: Carte à puce n° 2 présente
pt: Presente cartão inteligente #2

# SMART_CARD_PRESENT_3
source: Smart card #3 present
de: Smart-Card Nr. 3 vorhanden
es: Tarjeta inteligente #3 presente
fr: Carte à puce n° 3 présente
pt: Presente cartão inteligente #3

# SMART_CARD_PRESENT_4
source: Smart card #4 present
de: Smart-Card Nr. 4 vorhanden
es: Tarjeta inteligente #4 presente
fr: Carte à puce n° 4 présente
pt: Presente cartão inteligente #4

# SMART_CARD_PRESENT_5
source: Smart card #5 present
de: Smart-Card Nr. 5 vorhanden
es: Tarjeta inteligente #5 presente
fr: Carte à puce n° 5 présente
pt: Presente cartão inteligente #5

# SMART_CARD_PRESENT_6
source: Smart card #6 present
de: Smart-Card Nr. 6 vorhanden
es: Tarjeta inteligente #6 presente
fr: Carte à puce n° 6 présente
pt: Presente cartão inteligente #6

# SOLENOID_CURRENT_1
source: Solenoid #1 Current
de: Solenoid Nr. 1 Strom
es: Solenoide #1 Corriente
fr: Solénoïde 1 Courant
pt: Solenóide #1 Corrente

# SOLENOID_CURRENT_2
source: Solenoid #2 Current
de: Solenoid Nr. 2 Strom
es: Solenoide #2 Corriente
fr: Solénoïde 2 Courant
pt: Solenóide #2 Corrente

# SOLENOID_CURRENT_3
source: Solenoid #3 Current
de: Solenoid Nr. 3 Strom
es: Solenoide #3 Corriente
fr: Solénoïde 3 Courant
pt: Solenóide #3 Corrente

# SOLENOID_CURRENT_4
source: Solenoid #4 Current
de: Solenoid Nr. 4 Strom
es: Solenoide #4 Corriente
fr: Solénoïde 4 Courant
pt: Solenóide #4 Corrente

# SOLENOID_CURRENT_5
source: Solenoid #5 Current
de: Solenoid Nr. 5 Strom
es: Solenoide #5 Corriente
fr: Solénoïde 5 Courant
pt: Solenóide #5 Corrente

# SOLENOID_CURRENT_6
source: Solenoid #6 Current
de: Solenoid Nr. 6 Strom
es: Solenoide #6 Corriente
fr: Solénoïde 6 Courant
pt: Solenóide #6 Corrente
