Repository: kallamsrinivas/iNetTest
Catalog: ISC/DS2/SingleSourceCode/src/ISC.iNet.DS.Services/Resources/DiagnosticResources.*.resx
Languages: de, es, fr, pt

# SOLENOID_FLOW_1
source: Solenoid #1 Flow
de: Solenoid Nr. 1 Fluss
es: Solenoide #1 Flujo
fr: Solénoïde 1 Débit
pt: Solenóide #1 Fluxo

# SOLENOID_FLOW_2
source: Solenoid #2 Flow
de: Solenoid Nr. 2 Fluss
es: Solenoide #2 Flujo
fr: Solénoïde 2 Débit
pt: Solenóide #2 Fluxo

# SOLENOID_FLOW_3
source: Solenoid #3 Flow
de: Solenoid Nr. 3 Fluss
es: Solenoide #3 Flujo
fr: Solénoïde 3 Débit
pt: Solenóide #3 Fluxo

# SOLENOID_FLOW_4
source: Solenoid #4 Flow
de: Solenoid Nr. 4 Fluss
es: Solenoide #4 Flujo
fr: Solénoïde 4 Débit
pt: Solenóide #4 Fluxo

# SOLENOID_FLOW_5
source: Solenoid #5 Flow
de: Solenoid Nr. 5 Fluss
es: Solenoide #5 Flujo
fr: Solénoïde 5 Débit
pt: Solenóide #5 Fluxo

# SOLENOID_FLOW_6
source: Solenoid #6 Flow
de: Solenoid Nr. 6 Fluss
es: Solenoide #6 Flujo
fr: Solénoïde 6 Débit
pt: Solenóide #6 Fluxo

# SOLENOID_NO_FLOW_1
source: Solenoid #1 No Flow
de: Solenoid Nr. 1 Kein Fluss
es: Solenoide #1 Sin Flujo
fr: Solénoïde 1 Sans Débit
pt: Solenóide #1 Nenhum Fluxo

# SOLENOID_NO_FLOW_2
source: Solenoid #2 No Flow
de: Solenoid Nr. 2 Kein Fluss
es: Solenoide #2 Sin Flujo
fr: Solénoïde 2 Sans Débit
pt: Solenóide #2 Nenhum Fluxo

# SOLENOID_NO_FLOW_3
source: Solenoid #3 No Flow
de: Solenoid Nr. 3 Kein Fluss
es: Solenoide #3 Sin Flujo
fr: Solénoïde 3 Sans Débit
pt: Solenóide #3 Nenhum Fluxo

# SOLENOID_NO_FLOW_4
source: Solenoid #4 No Flow
de: Solenoid Nr. 4 Kein Fluss
es: Solenoide #4 Sin Flujo
fr: Solénoïde 4 Sans Débit
pt: Solenóide #4 Nenhum Fluxo

# SOLENOID_NO_FLOW_5
source: Solenoid #5 No Flow
de: Solenoid Nr. 5 Kein Fluss
es: Solenoide #5 Sin Flujo
fr: Solénoïde 5 Sans Débit
pt: Solenóide #5 Nenhum Fluxo

# SOLENOID_NO_FLOW_6
source: Solenoid #6 No Flow
de: Solenoid Nr. 6 Kein Fluss
es: Solenoide #6 Sin Flujo
fr: Solénoïde 6 Sans Débit
pt: Solenóide #6 Nenhum Fluxo

# SOLENOID_NO_VACUUM_1
source: Solenoid #1 No Vacuum
de: Solenoid Nr. 1 Kein Vakuum
es: Solenoide #1 Sin Vacío
fr: Solénoïde 1 Sans Vide
pt: Solenóide #1 Nenhum Vácuo

# SOLENOID_NO_VACUUM_2
source: Solenoid #2 No Vacuum
de: Solenoid Nr. 2 Kein Vakuum
es: Solenoide #2 Sin Vacío
fr: Solénoïde 2 Sans Vide
pt: Solenóide #2 Nenhum Vácuo

# SOLENOID_NO_VACUUM_3
source: Solenoid #3 No Vacuum
de: Solenoid Nr. 3 Kein Vakuum
es: Solenoide #3 Sin Vacío
fr: Solénoïde 3 Sans Vide
pt: Solenóide #3 Nenhum Vácuo

# SOLENOID_NO_VACUUM_4
source: Solenoid #4 No Vacuum
de: Solenoid Nr. 4 Kein Vakuum
es: Solenoide #4 Sin Vacío
fr: Solénoïde 4 Sans Vide
pt: Solenóide #4 Nenhum Vácuo

# SOLENOID_NO_VACUUM_5
source: Solenoid #5 No Vacuum
de: Solenoid Nr. 5 Kein Vakuum
es: Solenoide #5 Sin Vacío
fr: Solénoïde 5 Sans Vide
pt: Solenóide #5 Nenhum Vácuo

# SOLENOID_NO_VACUUM_6
source: Solenoid #6 No Vacuum
de: Solenoid Nr. 6 Kein Vakuum
es: Solenoide #6 Sin Vacío
fr: Solénoïde 6 Sans Vide
pt: Solenóide #6 Nenhum Vácuo

# SOLENOID_PUMP_ERROR_1
source: Solenoid #1 Pump Error
de: Solenoid Nr. 1 Pumpenfehler
es: Error de bomba de solenoide #1
fr: Erreur de bobine de pompe #1
pt: Erro bomba solenóide #1

# SOLENOID_PUMP_ERROR_2
source: Solenoid #2 Pump Error
de: Solenoid Nr. 2 Pumpenfehler
es: Error de bomba de solenoide #2
fr: Erreur de bobine de pompe #2
pt: Erro bomba solenóide #2

# SOLENOID_PUMP_ERROR_3
source: Solenoid #3 Pump Error
de: Solenoid Nr. 3 Pumpenfehler
es: Error de bomba de solenoide #3
fr: Erreur de bobine de pompe #3
pt: Erro bomba solenóide #3

# SOLENOID_PUMP_ERROR_4
source: Solenoid #4 Pump Error
de: Solenoid Nr. 4 Pumpenfehler
es: Error de bomba de solenoide #4
fr: Erreur de bobine de pompe #4
pt: Erro bomba solenóide #4

# SOLENOID_PUMP_ERROR_5
source: Solenoid #5 Pump Error
de: Solenoid Nr. 5 Pumpenfehler
es: Error de bomba de solenoide #5
fr: Erreur de bobine de pompe #5
pt: Erro bomba solenóide #5

# SOLENOID_PUMP_ERROR_6
source: Solenoid #6 Pump Error
de: Solenoid Nr. 6 Pumpenfehler
es: Error de bomba de solenoide #6
fr: Erreur de bobine de pompe #6
pt: Erro bomba solenóide #6

# SOLENOID_VACUUM_1
source: Solenoid #1 Vacuum
de: Solenoid Nr. 1 Vakuum
es: Solenoide #1 Vacío
fr: Solénoïde 1 Vide
pt: Solenóide #1 Vácuo

# SOLENOID_VACUUM_2
source: Solenoid #2 Vacuum
de: Solenoid Nr. 2 Vakuum
es: Solenoide #2 Vacío
fr: Solénoïde 2 Vide
pt: Solenóide #2 Vácuo

# SOLENOID_VACUUM_3
source: Solenoid #3 Vacuum
de: Solenoid Nr. 3 Vakuum
es: Solenoide #3 Vacío
fr: Solénoïde 3 Vide
pt: Solenóide #3 Vácuo

# SOLENOID_VACUUM_4
source: Solenoid #4 Vacuum
de: Solenoid Nr. 4 Vakuum
es: Solenoide #4 Vacío
fr: Solénoïde 4 Vide
pt: Solenóide #4 Vácuo

# SOLENOID_VACUUM_5
source: Solenoid #5 Vacuum
de: Solenoid Nr. 5 Vakuum
es: Solenoide #5 Vacío
fr: Solénoïde 5 Vide
pt: Solenóide #5 Vácuo

# SOLENOID_VACUUM_6
source: Solenoid #6 Vacuum
de: Solenoid Nr. 6 Vakuum
es: Solenoide #6 Vacío
fr: Solénoïde 6 Vide
pt: Solenóide #6 Vácuo

# SPNSP
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
pt: Espanhol

source: System Current
de: Systemstrom
es: Corriente de sistema
fr: Courant du système
pt: Corrente sistema

source: Top off
de: Oberteil abgenommen
es: Límite apagado
fr: En tête
pt: Reabastecimento

source: True
de: Ein
es: Encendido
fr: Marche
pt: Verdadeiro

# TUBING_ADAPTER_FLOW
source: Cradle flow through hose
de: Lade-Gasstrom durch Schlauch
es: Flujo del asiento por la manguera
fr: Écoulement dans le tuyau du support
pt: Fluxo no suporte através de mangueira

# TUBING_ADAPTER_FLOW_PROMPT
source: Is there flow through the adapter?
de: Strömt Gas durch den Adapter?
es: ¿Hay flujo por el adaptador?
fr: Y-a-t’il écoulement dans l’adaptateur?
pt: Há fluxo através do adaptador?

# TUBING_ADAPTER_PROMPT
source: Connect tubing adapter
de: Schlauchadapter anschließen
es: Conecte el adaptador del tubo
fr: Connecter l'adaptateur de tube
pt: Conectar adaptador de tubos

source: Vacuum
de: Vakuum
es: Vacío
fr: Vide
pt: Vácuo

source: Vacuum Error Status
de: Vakuum Fehler Status
es: Estado de error de la aspiradora
fr: Statut d'erreur d'aspiration
pt: Estado erro vácuo

source: ml/min
fr: mm/min

# NOT_APPLICABLE
source: N/A
de: NB
fr: S.O.
