Repository: kallamsrinivas/iNetTest
Catalog: ISC/DS2/SingleSourceCode/src/ISC.iNet.DS.Services/Resources/PrintManagerResources.*.resx
Languages: de, es, fr, pt

# S0021
source: Combustible-CH4 Sensor
de: Brennbares CH4-Sensor
es: Sensor de combustible-CH4
fr: Cellule explo en CH4
pt: Sensor Combustível-CH4

# S0022
source: Combustible-LEL Sensor
de: Brennbare UEG-Sensor
es: Sensor de combustible-LEL
fr: Cellule explo en LIE
pt: Sensor Combustível-LEL

# S0024
source: Methane IR LEL
de: Methan IR UEG
es: Infrarrojo-Límite explosivo inferior del metano
fr: LIE Infrarouge de méthane
pt: Metano LEL IR

# S0026
source: Pentane Sensor
de: Pentan-Sensor
es: Sensor de Pentano
fr: Cellule de pentane
pt: Sensor pentano

# S0027
source: Propane Sensor
de: Propan-Sensor
es: Sensor de Propano
fr: Cellule de propane
pt: Sensor propano

# S0050
source: PID Sensor
es: Sensor PID
fr: Cellule PID
pt: Sensor PID

# S0081
source: Ethylene Oxide Sensor
de: Ethylenoxid-Sensor
es: Sensor de óxido de etileno
fr: Cellule d'oxyde d'éthylène
pt: Sensor óxido etileno

# S0248
source: Hydrocarbon Sensor
de: Kohlenwasserstoffsensor
es: Sensor de hidrocarburo
fr: Capteur d'hydrocarbures
pt: Sensor de hidrocarboneto

# Title_BumpCertificate
source: Bump Certificate
de: Protokoll des Funktionstests
es: Certificado de golpe
fr: Certificat du test de bon fonctionnement
pt: Certificado impacto

# Title_CalibrationCertificate
source: Calibration Certificate
de: Kalibrierungszertifikat
es: Certificado de calibración
fr: Certificat d'étalonnage
pt: Certificado calibragem

# Value_Aborted
source: Aborted
de: Abgebrochen
es: Anulado
fr: Annulé
pt: Anulado

# Value_BumpFailedFreshAirFailed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
pt: Falhou

# Value_BumpFailedFreshAirPassed
source: Failed Low
de: Niedrig ist fehlgeschlagen
es: Error de bajo
fr: Echec Basse
pt: Falhou reduzido

# Value_BumpPassedFreshAirFailed
source: Failed High
de: Hoch ist fehlgeschlagen
es: Error de alto
fr: Echec Haute
pt: Falhou elevado

# Value_Failed
source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Échec
pt: Falhou

# Value_FreshAir
source: Fresh Air
de: Frischluft
es: Aire puro
fr: Air extérieur
pt: Ar fresco

# Value_Installed
source: Installed
de: Installiert
es: Instalada
fr: Installée
pt: Instalado

# Value_O2RecoveryFailed
source: Failed High
de: Hoch ist fehlgeschlagen
es: Error de alto
fr: Echec Haute
pt: Falhou elevado

# Value_Passed
source: Passed
de: Bestanden
es: Pasado
fr: Réussi
pt: Aprovado

# Value_Skipped
source: Skipped
de: Ausgelassene
es: Omitido
fr: Omis
pt: Omitidos

# Value_Uninstalled
source: Uninstalled
de: Deinstalliert
es: Desinstalada
fr: Désinstallée
pt: Desinstalado

# Column_SensorSN
source: Sensor SN
de: Sensor-Seriennummer
es: N° de serie del sensor
fr: N.S. capteur

# G0028
source: Butanediol,1,4-
de: Butandiol,1,4-
es: Butanodiol,1,4-

# Value_Marginal
source: Marginal
de: Unwesentlich

# Value_NA
source: N/A
de: NB
fr: S.O.
