Repository: kallamsrinivas/iNetTest
Catalog: ISC/DS2/SingleSourceCode/src/ISC.iNet.DS.Services/Resources/PrintManagerResources.*.resx
Languages: de, es, fr, pt

# BP001
source: 9v Disposable Battery
de: 9-V-Einwegbatterie
es: Batería desechable de 9v
fr: Pile 9v
pt: Bateria 9v descartável

# BP002
source: Lithium Battery Pack
de: Lithium-Batteriepack
es: Batería de litio
fr: Piles lithium
pt: Pacote bateria lítio

# BP003
source: Lithium Battery Pack
de: Lithium-Batteriepack
es: Batería de litio
fr: Piles lithium
pt: Pacote bateria lítio

# BP004
source: Alkaline Battery Pack
de: Alkali-Batteriepack
es: Batería alcalina
fr: Piles alcalines
pt: Pacote bateria alcalina

# BP005
source: Alkaline Battery Pack
de: Alkali-Batteriepack
es: Batería alcalina
fr: Piles alcalines
pt: Pacote bateria alcalina

# BP006
source: 2-Cell Lithium Battery Pack
de: Lithium-Batteriepack, 2 Zellen
es: Batería de litio de 2 celdas
fr: Piles lithium à 2 éléments
pt: Pacote bateria lítio 2-células

# BP007
source: 3-Cell Lithium Battery Pack
de: Lithium-Batteriepack, 3 Zellen
es: Batería de litio de 2 celdas
fr: Piles lithium à 3 éléments
pt: Pacote bateria lítio 3-células

# BP008
source: Alkaline battery pack
de: Alkali-Batteriepack
es: Batería alcalina
fr: Piles alcalines
pt: Pacote bateria alcalina

# BP009
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP010
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP011
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP012
source: Lithium-ion battery pack
de: Lithium-Ionen Batterieblock
es: Paquete de batería ion-litio
fr: Batterie au lithium-ion
pt: Pacote bateria lítio-ião

# BP013
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# BP014
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# BP015
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# BP016
source: Dual-cell lithium-ion battery pack
de: Lithium-Ionen Akku Dualzelle
es: Batería de iones de litio de doble celda para el
fr: Pack batterie au lithium-ion double cellules
pt: Pacote bateria lítio-ião dupla-célula

# Column_AlarmHigh
source: Alarm High
de: Oberer Alarm
es: Alarma alta
fr: Alarme haute
pt: Alarme alto

# Column_AlarmLow
source: Alarm Low
de: Unterer Alarm
es: Alarma baja
fr: Alarme basse
pt: Alarme baixo

# Column_AlarmSTEL
source: Alarm STEL
de: Alarm KZE
es: Alarma STEL
fr: Alarme VLE
pt: Alarme STEL

# Column_AlarmTWA
source: Alarm TWA
de: Alarm MAK
es: Alarma TWA
fr: Alarme VME
pt: Alarme TWA

# Column_BumpDateTime
source: Bump Date/Time
de: Funktionstestdatum/-uhrzeit
es: Fecha/hora del golpe
fr: Date/heure test de bon fonctionnement
pt: Data/Hora impacto

# Column_CalDateTime
source: Cal Date/Time
de: Kalibrierungsdatum/-uhrzeit
es: Fecha/hora de la calibración
fr: Date/heure étalonnage
pt: Data/Hora Cal

# Column_CylinderExp
source: Cylinder Exp
de: Prüfgasflasche-Ablaufdatum
es: Exp cilindro
fr: Exp bouteille
pt: Val cilindro

# Column_CylinderID
source: Cylinder ID
de: Prüfgasflasche-Kennnummer
es: DI cilindro
fr: ID bouteille
pt: ID cilindro

# Column_Factor
source: Factor
de: Faktor
fr: Coefficient
pt: Fator

# Column_GasType
source: Gas Type
de: Gasart
es: Tipo de gas
fr: Type de gaz
pt: Tipo gás

# Column_PassedFailed
source: Passed/Failed
de: Bestanden/ Fehlgeschlagen
es: Pasado/Fallido
fr: Réussi / échec
pt: Aprovado/Falhou

# Column_SensorReading
source: Sensor Reading
de: Sensormesswert
es: Lectura del sensor
fr: Mesure Capteur
pt: Lendo sensor

# Column_SensorType
source: Sensor Type
de: Sensortyp
es: Tipo de sensor
fr: Type de détecteur
pt: Tipo sensor

# Column_SpanGas
source: Span Gas
de: Messbereich
es: Gas de intervalo
fr: Gaz de réglage d'échelle
pt: Período de gás

# Column_SpanReserve
source: Span Reserve
de: Messbereichsreserve
es: Reserva de intervalo
fr: Réserve d'échelle
pt: Período de reserva

# Column_ZeroCylinderExp
source: Zero Cylinder Exp
de: Zero Zylinder Exp
es: Exposición de cilindro cero
fr: Exp Cylindre à Zéro
pt: Val cilindro zero

# Column_ZeroCylinderID
source: Zero Cylinder ID
de: Zero-Zylinder-ID
es: ID de cilindro cero
fr: ID Cylindre a Zéro
pt: ID cilindro zero

source: FRESHAIR
pt: AR FRESCO

# G0001
source: Carbon Monoxide
de: Kohlenmonoxid
es: Monóxido de carbono
fr: Monoxyde de carbone
pt: Monóxido de carbono

# G0002
source: Hydrogen Sulfide
de: Schwefelwasserstoff
es: Sulfuro de hidrógeno
fr: Sulfure d'hydrogène
pt: Sulfureto de hidrogênio

# G0003
source: Sulfur Dioxide
de: Schwefeldioxid
es: Dióxido de azufre
fr: Dioxyde de soufre
pt: Dióxido de enxofre

# G0004
source: Nitrogen Dioxide
de: Stickstoffdioxid
es: Dióxido de nitrógeno
fr: Dioxyde d’azote
pt: Dióxido de nitrogênio

# G0005
source: Chlorine
de: Chlor
es: Cloro
fr: Chlore
pt: Cloro

# G0006
source: Chlorine Dioxide
de: Chlordioxid
es: Dióxido de cloro
fr: Dioxyde de chlore
pt: Dióxido de cloro

# G0007
source: Hydrogen Cyanide
de: Blausäure
es: Cianuro de hidrógeno
fr: Acide cyanhydrique
pt: Cianeto de hidrogênio

# G0008
source: Phosphine
de: Phosphin
es: Fosfina
pt: Fosfina

# G0009
source: Hydrogen
de: Wasserstoff
es: Hidrógeno
fr: Hydrogène
pt: Hidrogênio

# G0011
source: Carbon Dioxide
de: Kohlendioxid
es: Dióxido de carbono
fr: Dioxyde de carbone
pt: Dióxido de carbono

# G0012
source: Nitric Oxide
de: Stickstoffmonoxid
es: Óxido nítrico
fr: Acide nitrique
pt: Óxido nítrico

# G0013
source: Ammonia
de: Ammoniak
es: Amoníaco
fr: Ammoniac
pt: Amônia

# G0014
source: Hydrogen Chloride
de: Chlorwasserstoff
es: Cloruro de hidrógeno
fr: Chlorure d’hydrogène
pt: Cloreto de hidrogênio

# G0015
source: Ozone
de: Ozon
es: Ozono
pt: Ozônio

# G0016
source: Phosgene
de: Phosgen
es: Fosgeno
fr: Phosgène
pt: Fosfagênio

# G0017
source: Hydrogen Flouride
de: Fluorwasserstoff
es: Fluoruro de hidrógeno
fr: Fluorure d'hydrogène
pt: Fluoreto de hidrogênio

# G0018
source: IR-Methane
de: Methan-IR
es: Metano-IR
fr: Méthane-IR
pt: Metano-IR

# G0019
source: Combustible PPM
de: Brennbar-PPM
pt: PPM Combustível

# G0020
source: Oxygen
de: Sauerstoff
es: Oxígeno
fr: Oxygène
pt: Oxigênio

# G0021
source: Methane
de: Methan
es: Metano
fr: Méthane
pt: Metano

# G0022
source: Combustible LEL
de: Brennbar-LEL
fr: Gaz explo %LIE
pt: LEL Combustível

# G0023
source: Hexane
de: Hexan
es: Hexano
pt: Hexano

# G0026
source: Pentane
de: Pentan
es: Pentano
pt: Pentano

# G0027
source: Propane
de: Propan
es: Propano
pt: Propano

# G0029
source: Dioxane,1,4-
de: Dioxan,1,4-
es: Dioxano,1,4-
pt: Dioxano, 1,4-

# G0030
source: Trimethyl Benzene,1,2,4-
de: Trimethylbenzol,1,20,4-
es: Trimetilbenceno,1,2,4-
fr: Triméthylbenzène,1,2,4-
pt: Trimetilbenzeno, 1,2,4-

# G0031
source: Trimethyl Benzene,1,2,3-
de: Trimethylbenzol,1,2,3-
es: Trimetilbenceno,1,2,3-
fr: Triméthylbenzène,1,2,3-
pt: Trimetilbenzeno, 1,2,3-

# G0032
source: Dibromoethane,1,2-
de: Dibromethan,1,2-
es: Dibromoetano,1,2-
fr: Dibromoéthane,1,2-
pt: Dibrometano, 1,2-

# G0033
source: Dichlorobenzene,1,2-
de: Dichlorbenzol,1,2-
es: Diclorobenceno,1,2-
fr: Dichlorobenzène,1,2-
pt: Diclorobenzeno, 1,2-

# G0034
source: Trimethylbenzene,1,3,5-
de: Trimethylbenzol,1,3,5-
es: Trimetilbenceno,1,3,5-
fr: Triméthylbenzène1,3,5-
pt: Trimetilbenzeno, 1,3,5-

# G0036
source: Methoxypropanol
fr: Méthoxypropanol
pt: Metoxipropanol

# G0038
source: Methyl Acetate
de: Methylacetat
es: Metilacetato
fr: Acétate de méthyle
pt: Acetato de metila

# G0039
source: Methyl Acrylate
de: Methylacrylat
es: Metilacrilato
fr: Acrylate de méthyle
pt: Metacrilato

# G0040
source: Methyl Acetoacetate
de: Methylacetacetat
es: Metilacetoacetato
fr: Acétoacétate de méthyle
pt: Acetoacetato de metila

# G0041
source: Methyl Benzoate
de: Methylbenzoat
es: Metilbenzoato
fr: Benzoate de méthyle
pt: Benzoato de metila

# G0042
source: Methyl Methacrylate
de: Methylmethacrylat
es: Metilmetacrilato
fr: Méthacrylate de méthyle
pt: Metacrilato de metila

# G0043
source: Butanone,2-
de: Butanon,2-
es: Butanona,2-
pt: Metiletilcetona

# G0044
source: Methyl Formamide,1-
de: Methylformamid,1-
es: Metilformamida,1-
fr: Formamide de méthyle
pt: Formamida de metila

# G0045
source: Methoxy Ethanol
es: Metoxietanol
fr: Méthoxyéthanol
pt: Metoxetanol

# G0046
source: Pentanone,2-
de: Pentanon,2-
es: Pentanona,2-
pt: Pentanona, 2-

# G0047
source: Picoline,2-
de: Picolin,2-
es: Picolina,2-
pt: Picolina, 2-

# G0049
source: Dimethylformamide
de: Diméthylformamide
es: Dimetilformamida
fr: Diméthylformamide
pt: Dimetilformamida

# G0050
source: Dimethyl Acetamide
de: Dimethylacetamid
es: Dimetilacetamida
fr: Acétamide diméthylique
pt: Dimetil acetamida

# G0051
source: Picoline,3-
de: Picolin,3-
es: Picolina,3-
pt: Picolina, 3-

# G0052
source: Diacetone Alcohol
de: Diacetonalkohol
es: Alcohol diacetona
fr: Diacétone-alcool
pt: Álcool diacetônico

# G0053
source: Acetaldehyde
de: Acetaldehyd
es: Acetaldehído
fr: Acétaldéhyde
pt: Acetaldeído

# G0054
source: Acetone
de: Aceton
es: Acetona
fr: Acétone
pt: Acetona

# G0055
source: Acetophenone
de: Acetophenon
es: Acetofenona
fr: Acétophénone
pt: Acetofenona

# G0056
source: Allyl Alcohol
de: Allylalkohol
es: Alilalcohol
fr: Alcool allylique
pt: Álcool alílio

# G0057
source: Ammonia
de: Ammoniak
es: Amoníaco
fr: Ammoniac
pt: Amônia

# G0058
source: Amyl Acetate
de: Amylacetat
es: Amilacetato
fr: Acétate d’amyle
pt: Acetato de amilo

# G0059
source: Benzene
de: Benzol
es: Benceno
fr: Benzène
pt: Benzeno

# G0060
source: Methyl Bromide
de: Brommethan
es: Bromuro de Metilo
fr: Bromure de Méthyle
pt: Brometo de metila

# G0061
source: Butadiene
de: Butadien
es: Butadieno
fr: Butadiène
pt: Butadieno

# G0062
source: Butoxy Ethanol
es: Butoxietanol
fr: Butoxyéthanol
pt: Butoxietanol

# G0063
source: Butyl Acetate
de: Butylacetat
es: Butilacetato
fr: Acétate de butyle
pt: Acetato de mutilo

# G0064
source: Tetrachloroethylene
de: Tetrachlorethylen
es: Tetracloroetileno
fr: Tétrachloroéthylène
pt: Tetracloroetileno

# G0065
source: Dichloroethane,1,1-
de: Dichlorethan,1,1-
es: Dicloroetano,1,1-
fr: Dichloroéthane,1,1-
pt: Dicloroetano, 1,1-

# G0066
source: Ethyl Benzene
de: Ethylbenzol
es: Etilbenceno
fr: Éthylbenzène
pt: Etilbenzeno

# G0067
source: Trichloroethylene
de: Trichlorethylen
es: Tricloroetileno
fr: Trichloroéthylène
pt: Tricoloetileno

# G0068
source: Ethyl Acetoacetate
de: Ethylacetacetat
es: Etilacetoacetato
fr: Acétoacétate d’éthyle
pt: Acetoacetato de etilo

# G0069
source: Chlorobenzene
de: Chlorbenzol
es: Chlorobenceno
fr: Chlorobenzène
pt: Clorobenzeno

# G0070
source: Cumene
de: Cumol
es: Cumeno
fr: Cumène
pt: Cumeno

# G0071
source: Cylclohexane
de: Cylclohexan
es: Ciclohexano
fr: Cyclohexane
pt: Ciclohexano

# G0072
source: Cyclohexanone
de: Cyclohexanon
es: Ciclohexanona
pt: Ciclohexanona

# G0073
source: Decane
de: Decan
es: Decano
fr: Décane
pt: Decano

# G0074
source: Diethylamine
de: Diethylamin
es: Dietilamina
fr: Diéthylamine
pt: Dietilamina

# G0075
source: Dimethoxymethane
de: Dimethoxymethan
es: Dimetoximetano
fr: Diméthoxyméhane
pt: Dimetoximetano

# G0076
source: Epichlorohydrin
de: Epichlorhydrin
es: Epiclorohidrina
fr: Épichlorhydrine
pt: Epicloridrina

# G0077
source: Ethanol
es: Etanol
fr: Éthanol
pt: Etanol

# G0078
source: Ethylene Glycol
de: Ethylenglykol
es: Etileno glicol
fr: Éthylène glycol
pt: Etileno glicol

# G0079
source: Ethyl Acetate
de: Ethylacetat
es: Etil acetato
fr: Acétate d'éthyle
pt: Acetato de etilo

# G0080
source: Ethylene
de: Ethylen
es: Etileno
fr: Éthylène
pt: Etileno

# G0081
source: Ethylene Oxide
de: Ethylenoxid
es: Óxido de etileno
fr: Oxyde d'éthylène
pt: Óxido de etileno

# G0082
source: Butyrolactone
de: Butyrolacton
es: Butirolactona
pt: Butirolactona

# G0083
source: Hydrogen Sulfide
de: Schwefelwasserstoffe
es: Sulfuro de hidrógeno
fr: Sulfure d'hydrogène
pt: Sulfureto de hidrogênio

# G0084
source: Heptane
de: Heptan
es: Heptano
pt: Heptano

# G0085
source: Hexane
de: Hexan
es: Hexano
pt: Hexano

# G0086
source: Hydrazine
de: Hydrazin
es: Hidracina
pt: Hidrazina

# G0087
source: Isoamyl Acetate
de: Isoamylacetat
es: Isoamilacetato
fr: Acétate d'isoamyle
pt: Acetato de isoamilo

# G0088
source: Isopropylamine
de: Isopropylamin
es: Isopropilamina
pt: Isopropilamina

# G0089
source: Isopropyl Ether
es: Isopropil éter
fr: Éther d'isopropyle
pt: Éter isopropilo

# G0091
source: Isobutylene
de: Isobutylen
es: Isobutileno
fr: Isobutylène
pt: Isobutileno

# G0092
source: Isooctane
de: Isooctan
es: Isooctano
pt: Isoctana

# G0093
source: Isophorone
de: Isophoron
es: Isoforona
pt: Isoforona

# G0095
source: Jet A Fuel
de: Jet-A-Treibstoff
es: Combustible de reactor A
fr: Kérosène Jet A
pt: Carburante Jet A

# G0096
source: Jet A1 Fuel
de: Jet-A1-Treibstoff
es: Combustible de reactor A1
fr: Kérosène Jet A1
pt: Carburante Jet A1

# G0097
source: JP-5 & JP-8 Fuel
de: JP-5 & JP-8-Treibstoff
es: JP-5 & combustible JP-8
fr: Kérosène Jet JP5 et JP8
pt: Carburante JP-5 & JP-8

# G0098
source: MEK (Methylethyl Ketone)
de: MEK (Methylethylketon)
es: MEK (Metiletilcetona)
fr: Méthyléthylcétone
pt: MEK (Etilmetilcetona)

# G0099
source: Mesityl Oxide
de: Mesityloxid
es: Óxido de mesitilo
fr: Oxyde de mésityle
pt: Óxido de mesitilo

# G0100
source: MIBK (Methyl-Isobutyl Ketone)
de: MIBK (Methylisobutylketon)
es: MIBK (Metil-isobutil cetona)
fr: Méthylisobutylcétone
pt: MIBK (Metilisobutilcetona)

# G0101
source: Monomethylamine
de: Monomethylamin
es: Monometilamina
fr: Monométhylamine
pt: Monometilamina

# G0102
source: MTBE (Methyl-tertbutyl Ether)
de: MTBE (Methyl-t.-butylether)
es: MTBE (Metil-tertbutil éter)
fr: Oxyde de méthyle et de tert-butyle
pt: MTBE (Éter metil buti terciário)

# G0103
source: Methylbenzyl alcohol
de: Methylbenzylalkohol
es: Metilbencil alcohol
fr: Alcool méthylbenzylique
pt: Álcool metil benzílico

# G0104
source: Xylene,m-
de: Xylol,m-
es: Xileno,m-
fr: Xylène,m-
pt: Xileno

# G0105
source: Methylpyrrolidone,n-
de: Methylpyrrolidon,n-
es: Metilpirrolidona,n-
fr: Méthyle pyrrolidine,n-
pt: Metilpirrolidona

# G0106
source: Octane
de: Octan
es: Octano
pt: Octana

# G0107
source: Xylene,o-
de: Xylol,o-
es: Xileno,o-
fr: Xylène,o-
pt: Xileno,0-

# G0108
source: Phenelethyl Alcohol
de: Phenethylalkohol
es: Alcohol feneloetil
fr: Alcool phényléthylique
pt: Álcool feniletil

# G0109
source: Phenol
es: Fenol
fr: Phénol
pt: Fenol

# G0110
source: Phosphine
de: Phosphin
es: Fosfina
pt: Fosfina

# G0111
source: Propylene
de: Propylen
es: Propileno
fr: Propylène
pt: Propileno

# G0112
source: Propylene Oxide
de: Propylenoxid
es: Óxido de propileno
fr: Oxyde de propylène
pt: Óxido propileno

# G0113
source: Xylene,p-
de: Xylol,p-
es: Xileno,p-
fr: Xylène,p-
pt: Xileno,p-

# G0114
source: Pryridine
de: Pryridin
es: Priridina
fr: Pyridine
pt: Piridina

# G0115
source: Quinoline
de: Chinolin
es: Quinolina
fr: Quinoléine
pt: Quinolina

# G0116
source: Styrene
de: Styrol
es: Estireno
fr: Styrène
pt: Estireno

# G0117
source: tert-Butylamine
de: tert.-Butylamin
es: ter-Butilamina
pt: Butilamina terciária

# G0118
source: Dichloroethene,t-1,2-
de: Dichlormethen
es: Diclorometeno
fr: Dichlorométhene
pt: Dicloroetano,t-1,2-

# G0119
source: tert-Butyl Mercaptan
es: ter-Butil mercaptano
fr: Mercaptan tert-butylique
pt: Mercaptano de butilo terciário

# G0120
source: tert-Butyl Alcohol
de: tert.-Butylalkohol
es: ter-Butil alcohol
fr: Alcool tert-butylique
pt: Álcool de butilo terciário

# G0121
source: THF (Tetrahydrofuran)
es: THF (Tetrahidrofurano)
fr: Tétrahydrofuranne
pt: THF (Tetraidrofurano)

# G0122
source: Thiophene
de: Thiophen
es: Tiofeno
fr: Thiophène
pt: Tiofeno

# G0123
source: Toluene
de: Toluol
es: Tolueno
fr: Toluène
pt: Tolueno

# G0124
source: Turpentine
de: Terpentin
es: Turpentina
fr: Essence de Térébenthine
pt: Aguarrás

# G0125
source: Vinylcylclohexene
de: Vinylcylclohexen
es: Vinilciclohexano
fr: Vinylcyclohexane
pt: Ciclohexeno vinílico

# G0126
source: Vinyl Acetate
de: Vinylacetat
es: Vinil acetato
fr: Acétate de vinyle
pt: Acetato vinílico

# G0127
source: Vinyl Chloride
de: Vinylchlorid
es: Vinil cloruro
fr: Chlorure de vinyle
pt: Cloreto vinílico

# G0128
source: Benzene Tube
de: Benzolröhrchen
es: Tubo de benceno
fr: Tube de benzène
pt: Tubo benzeno

# G0130
source: Nitrogen
de: Stickstoff
es: Nitrógeno
fr: Azote
pt: Nitrogênio

# G0132
source: Butadiene
de: Butadien
es: Butadieno
fr: Butadiène
pt: Butadieno

# G0133
source: Isobutane
de: Isobutan
es: Isobutano
pt: Isobutano

# G0200
source: Acetylene
de: Acetylen
es: Acetileno
fr: Acétylène
pt: Acetileno

# G0201
source: Butane
de: Butan
es: Butano
pt: Butano

# G0202
source: Ethane
de: Ethan
es: Etano
pt: Etano

# G0203
source: Methanol
es: Metanol
fr: Méthanol
pt: Metanol

# G0205
source: JP-4 Fuel
de: Kerosin JP-4
fr: Kérosène JP4
pt: Carburante JP-4

# G0206
source: JP-5 Fuel
de: Kerosin JP-5
fr: Kérosène JP5
pt: Carburante JP-5

# G0207
source: JP-8 Fuel
de: Kerosin JP-8
fr: Kérosène JP8
pt: Carburante JP-8

# G0208
source: Acetic acid
de: Essigsäure
es: Acido Acetico
fr: Acide Acetique
pt: Ácido acético

# G0209
source: Acetic Anhydride
de: Essigsäureanhydrid
es: Anhídrido Acético
fr: Anhydride Acetique
pt: Anidrido acético

# G0210
source: Arsine
de: Arsenwasserstoff
es: Arsina
pt: Arsina

# G0211
source: Bromine
de: Brom
es: Bromuro
pt: Bromina

# G0212
source: Carbon disulfide
de: Kohlenstoffdisulfid
es: Disulfuro de carbon
fr: Disulfure de carbone
pt: Dissulfureto de carbono

# G0213
source: Cyclohexene
de: Cyclohexen
es: Ciclohexano
fr: Cyclohéxène
pt: Ciclohexeno

# G0214
source: Diesel fuel
de: Dieselkraftstoff
es: Diesel
fr: Gasoil
pt: Carburante diesel

# G0215
source: Dimethyl sulfoxide
de: Dimethylsulfoxid
es: Sulfoxido de dimetilo
fr: Diméthyl sulfoxide
pt: Dimetilsulfóxido

# G0216
source: Ethyl ether
de: Diethylether
es: Éter etilico
fr: Ether ethylique
pt: Éter etílico

# G0217
source: Iodine
de: Iod
es: Iodino
fr: Iode
pt: Iodina

# G0218
source: Methyl mercaptan
de: Methanthiol
es: Metilo Mercaptano
fr: Méthyl mercaptan
pt: Mercaptano metílico

# G0219
source: Naphthalene
de: Naphthalin
es: Naftalina
fr: Naphtalène
pt: Naftalina

# G0220
source: Nitrobenzene
de: Nitrobenzen
es: Nitrobenceno
fr: Nitrobenzène
pt: Nitrobenzeno

# G0221
source: Methoxyethoxyethanol,2-
es: Metoxietoxietanol,2-
fr: Méthoxyéthoxyéthanol,2-
pt: Metoxietoxietanol,2-

# G0222
source: Nonane
de: Nonan
es: Nonano
pt: Nonana

# G0248
source: Hydrocarbon
de: Kohlenwasserstoff
es: Hidrocarburos
fr: Hydrocarbures
pt: Hidrocarboneto

# G9999
source: Fresh Air
de: Frischluft
es: Aire puro
fr: Air extérieur
pt: Ar fresco

# Label_Battery
source: Battery:
de: Batterie
es: Batería:
fr: Batterie :
pt: Bateria:

# Label_BumpDate
source: Bump Date:
de: Datum des Funktionstests
es: Fecha de golpe:
fr: Date du test de bon fonctionnement :
pt: Data impacto:

# Label_BumpThreshold
source: Bump Threshold:
de: Schwellwert Funktionstest
es: Ajustamientos de chequeo funcional:
fr: Seuil d'alarme Bump Test :
pt: Intervalo impacto:

# Label_BumpTimeout
source: Bump Timeout:
de: Funktionstest Zeitüberschreitung
es: Duración del intervalo de retardo del impacto:
fr: Temporisation de la fonction :
pt: Limite impacto:

# Label_CalibrationDate
source: Calibration Date:
de: Kalibrierungsdatum
es: Fecha de calibración:
fr: Date de l'étalonnage :
pt: Data calibragem:

# Label_CreatedBy
source: Created By:
de: Erstellt von
es: Creado por:
fr: Créé par :
pt: Criado por:

# Label_InstrumentSN
source: Instrument SN:
de: Geräte-Seriennummer
es: N° de serie del instrumento:
fr: N.S. instrument :
pt: NS instrumento:

# Label_JobNumber
source: Job Number:
de: Fertigungsserie
es: Número de trabajo:
fr: Numéro de travail :
pt: Número tarefa:

# Label_Notes
source: Notes:
de: Hinweise:
es: Notas:
fr: Remarques:
pt: Notas:

# Label_PartNumber
source: Part Number:
de: Artikelnummer
es: Número de pieza:
fr: Numéro de référence :
pt: Número da peça:

# Label_PerformedBy
source: Performed By:
de: Ausgeführt:
es: Realizado por:
fr: Effectué par :
pt: Realizado por:

# Label_PumpAccessory
source: Accessory Pump:
de: Zubehörpumpe
es: Bomba accesoria:
fr: Pompe accessoire :
pt: Bomba acessória:

# Label_ReceivedBy
source: Received By:
de: Erhalten:
es: Recibido por:
fr: Reçu par :
pt: Recebido por:

# Label_SetupDate
source: Setup Date:
de: Fertigungsdatum
es: Fecha de configuración:
fr: Date d’installation :
pt: Data Instalação:

# Label_SetupTechnician
source: Setup Technician:
de: Fertigungstechniker
es: Técnico de configuración:
fr: Technicien d’installation :
pt: Configurar técnico:

# S0001
source: Carbon Monoxide Sensor
de: Kohlenmonoxid-Sensor
es: Sensor de monóxido de carbono
fr: Cellule d’oxyde de carbone
pt: Sensor monóxido de carbono

# S0002
source: Hydrogen Sulfide Sensor
de: Schwefelwasserstoff-Sensor
es: Sensor de sulfuro de hidrógeno
fr: Cellule de sulfure d’hydrogène
pt: Sensor sulfureto de hidrogênio

# S0003
source: Sulfur Dioxide Sensor
de: Schwefeldioxid-Sensor
es: Sensor de dióxido de azufre
fr: Cellule de dioxyde de soufre
pt: Sensor dióxido de enxofre

# S0004
source: Nitrogen Dioxide Sensor
de: Stickstoffdioxid-Sensor
es: Sensor de dióxido de nitrógeno
fr: Cellule de dioxyde d’azote
pt: Sensor dióxido de nitrogênio

# S0005
source: Chlorine Sensor
de: Chlor-Sensor
es: Sensor de cloro
fr: Cellule de chlore
pt: Sensor cloro

# S0006
source: Chlorine Dioxide Sensor
de: Chlordioxid-Sensor
es: Sensor de dióxido de cloro
fr: Cellule de bioxyde de chlore
pt: Sensor dióxido de cloro

# S0007
source: Hydrogen Cyanide Sensor
de: Blausäure-Sensor
es: Sensor de cianuro de hidrógeno
fr: Cellule d’acide cyanhydrique
pt: Sensor cianeto de hidrogênio

# S0008
source: Phosphine Sensor
de: Phosphin-Sensor
es: Sensor de fosfina
fr: Cellule d’hydrogène sulfuré
pt: Sensor fosfina

# S0009
source: Hydrogen Sensor
de: Wasserstoff-Sensor
es: Sensor de hidrógeno
fr: Cellule d’hydrogène
pt: Sensor hidrogênio

# S0011
source: Carbon Dioxide Sensor
de: Kohlendioxid-Sensor
es: Sensor de dióxido de carbono
fr: Cellule de dioxyde de carbone
pt: Sensor dióxido de carbono

# S0012
source: Nitric Oxide Sensor
de: Stickstoffmonoxid-Sensor
es: Sensor de óxido nítrico
fr: Cellule d’oxyde nitrique
pt: Sensor óxido nítrico

# S0013
source: Ammonia Sensor
de: Ammoniak-Sensor
es: Sensor de amoníaco
fr: Cellule d’ammoniac
pt: Sensor amônia

# S0014
source: Hydrogen Chloride Sensor
de: Chlorwasserstoff-Sensor
es: Sensor de cloruro de hidrógeno
fr: Cellule de chlorure d’hydrogène
pt: Sensor cloreto de hidrogênio

# S0015
source: Ozone Sensor
de: Ozon-Sensor
es: Sensor de ozono
fr: Cellule d’ozone
pt: Sensor ozônio

# S0016
source: Phosgene Sensor
de: Phosgen-Sensor
es: Sensor de fosgeno
fr: Cellule de phosgène
pt: Sensor fosfagênio

# S0017
source: Hydrogen Fluoride Sensor
de: Fluorwasserstoff-Sensor
es: Sensor de fluoruro de hidrógeno
fr: Cellule de fluorure d'hydrogène
pt: Sensor fluoreto de hidrogênio

# S0018
source: IR-Methane Sensor
de: Methan-Sensor
es: Sensor de Metano
fr: Cellule de méthane
pt: Sensor metano-IR

# S0019
source: Combustible-PPM Sensor
de: Brennbares PPM-Sensor
es: Sensor de combustible-PPM
fr: Cellule explo en PPM
pt: Sensor Combustível-PPM

# S0020
source: Oxygen Sensor
de: Sauerstoff-Sensor
es: Sensor de oxígeno
fr: Cellule d’oxygène
pt: Sensor oxigênio
